11/data/attachments/5dbe8d71b3304029.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Gina_nothing_Friend_9543_1</nif:username>
            <nif:friendToBeRequested>soap_friends_11588301-da1c-4fd6-9680-fbe35f805990</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>